Autodesk.Revit.DB.IFC.IIFCImporterServer.ImportIFC(Autodesk.Revit.DB.IFC.ImporterIFC)
The method that Revit will invoke to perform an import from IFC.
importer:
The IFC importer.
Since:
2014

Autodesk.Revit.DB.IFC.IIFCImporterServer
Interface for external servers implementing IFC import.
Since:
2014